TOWN_CHOICES = [
    ('Пловдив', 'Пловдив'),
    ('София', 'София'),
    ('София', 'Варна'),
]

TYPE_CHOICES = [
    ('Едностаен', 'Едностаен'),
    ('Двустаен', 'Двустаен'),
    ('Тристаен', 'Тристаен'),
]

DEAL_CHOICES = [
    ('купува', 'купува'),
    ('продава', 'продава'),
    ('дава под наем', 'дава под наем'),
    ('търси да наеме', 'търси да наеме'),
]

STATUS_CHOICES = [
    ('активна обява', 'активна обява'),
    ('неактивна/продадено', 'неактивна/продадено'),
]
CONSTRUCTION_CHOICES = [
    ('панел', 'панел'),
    ('монолит', 'монолит'),
    ('ЕПК', 'ЕПК'),
]

FURNISHING_CHOICES = [
    ('обзаведен', 'обзаведен'),
    ('необзаведен', 'необзаведен'),
]

FINISHING_CHOICES = [
    ('изпълнени', 'изпълнени'),
    ('шпакловка/замазка', 'шпакловка/замазка'),
]

